Repository: bagumamartin/amgi
Catalog: AmgiFeatures/Sources/AmgiAppCore/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hu, vi

source: App Language
es: Idioma de la app
fr: Langue de l’app
hu: Alkalmazás nyelve
vi: Ngôn ngữ ứng dụng

source: Enter learning steps like 10m 1d.
es: Introduce los pasos de aprendizaje con un formato como 10m 1d.
fr: Saisissez les étapes d’apprentissage sous la forme 10m 1d.
hu: Adj meg tanulási lépéseket 10m 1d alakban.
vi: Nhập các bước học ở dạng 10m 1d.

source: Extra session
es: Sesión extra
fr: Session supplémentaire
hu: Kiegészítő munkamenet
vi: Phiên bổ sung

source: Language
es: Idioma
fr: Langue
hu: Nyelv
vi: Ngôn ngữ

source: Redo
es: Rehacer
fr: Rétablir
hu: Újra
vi: Làm lại

source: Redo %@
es: Rehacer %@
fr: Rétablir %@
hu: Újra: %@
vi: Làm lại %@

source: Relaunch Ijuka to apply this language to text that comes from the Anki engine, such as card errors and undo names.
es: Reinicia Ijuka para aplicar este idioma a los textos del motor de Anki, como los errores de las tarjetas y los nombres de las acciones deshechas.
fr: Redémarrez Ijuka pour appliquer cette langue aux textes provenant du moteur Anki, comme les erreurs de carte et les noms des actions à annuler.
hu: Indítsd újra az Ijuka alkalmazást, hogy ez a nyelv az Anki motortól származó szövegekre is érvényes legyen, például a kártyahibákra és a visszavonások neveire.
vi: Khởi động lại Ijuka để áp dụng ngôn ngữ này cho các văn bản đến từ động cơ Anki, chẳng hạn như lỗi thẻ và tên thao tác hoàn tác.

source: Resume session
es: Reanudar sesión
fr: Reprendre la session
hu: Munkamenet folytatása
vi: Tiếp tục phiên

source: System
es: Sistema
fr: Système
hu: Rendszer
vi: Hệ thống

source: System follows your device language. Changing this also changes the language the Anki engine uses.
es: Sistema sigue el idioma del dispositivo. Al cambiarlo, también cambia el idioma que usa el motor de Anki.
fr: Système suit la langue de votre appareil. Ce réglage modifie aussi la langue utilisée par le moteur Anki.
hu: A „Rendszer” beállítás követi az eszközöd nyelvét. A módosítása az Anki motor nyelvét is megváltoztatja.
vi: “Hệ thống” sẽ theo ngôn ngữ của thiết bị bạn. Thay đổi tùy chọn này cũng sẽ đổi ngôn ngữ của động cơ Anki.

source: This database is not a readable Mnemosyne collection. Choose a Mnemosyne SQL 1, 2, or 3 database.
es: Esta base de datos no es una colección de Mnemosyne legible. Elige una base de datos Mnemosyne SQL 1, 2 o 3.
fr: Cette base de données ne correspond pas à une collection Mnemosyne lisible. Choisissez une base de données Mnemosyne SQL 1, 2 ou 3.
hu: Ez az adatbázis nem olvasható Mnemosyne-gyűjtemény. Válassz Mnemosyne SQL 1, 2 vagy 3 adatbázist.
vi: Cơ sở dữ liệu này không phải là bộ sưu tập Mnemosyne đọc được. Hãy chọn cơ sở dữ liệu Mnemosyne SQL 1, 2 hoặc 3.

source: This file doesn’t appear to be a valid Anki package. It may be damaged or created by a newer version of Anki.
es: Este archivo no parece ser un paquete de Anki válido. Puede estar dañado o haberse creado con una versión más reciente de Anki.
fr: Ce fichier ne semble pas être un paquet Anki valide. Il est peut-être endommagé ou a été créé avec une version plus récente d’Anki.
hu: Ez a fájl nem tűnik érvényes Anki-csomagnak. Lehet sérült, vagy az Anki újabb verziója hozta létre.
vi: Tệp này không có vẻ là gói Anki hợp lệ. Tệp có thể đã hỏng hoặc được tạo bởi phiên bản Anki mới hơn.

source: Ijuka couldn’t read this text file. Save it as UTF-8 CSV, TSV, or tab-separated text and try again.
es: Ijuka no pudo leer este archivo de texto. Guárdalo como CSV o TSV UTF-8, o como texto separado por tabulaciones, y vuelve a intentarlo.
fr: Ijuka n’a pas pu lire ce fichier texte. Enregistrez-le au format CSV ou TSV UTF-8, ou en texte séparé par des tabulations, puis réessayez.
hu: Az Ijuka nem tudta elolvasni ezt a szövegfájlt. Mentsd UTF-8 CSV, TSV vagy tabulátorral elválasztott szövegként, majd próbáld újra.
vi: Ijuka không đọc được tệp văn bản này. Hãy lưu dưới dạng CSV, TSV hoặc văn bản phân tách bằng tab, mã hóa UTF-8 rồi thử lại.

source: Undo
es: Deshacer
fr: Annuler
hu: Visszavonás
vi: Hoàn tác

source: Undo %@
es: Deshacer %@
fr: Annuler %@
hu: Visszavonás: %@
vi: Hoàn tác %@

# ijuka.localization.probe
source: ijuka-catalog-present
es: ijuka.localization.probe.es
fr: ijuka.localization.probe.fr
hu: ijuka-katalogus-lat
vi: ijuka-co-muc-luc-hien-dien

source: Needs a decision
es: Necesita una decisión
fr: À décider
hu: Döntést igényel
vi: Cần quyết định

source: Still want to study %@?
es: ¿Aún quieres estudiar %@?
fr: Voulez-vous toujours étudier %@ ?
hu: Továbbra is szeretnéd tanulni ezt: %@?
vi: Bạn vẫn muốn học %@?

source: Last studied %lld days ago
es: Estudiado por última vez hace %lld días
fr: Étudié pour la dernière fois il y a %lld jours
hu: Utoljára %lld napja tanultad
vi: Lần học gần nhất cách đây %lld ngày

source: No study activity in the past year
es: Sin actividad de estudio durante el último año
fr: Aucune activité d’étude au cours de l’année écoulée
hu: Az elmúlt évben nem tanultad
vi: Không có hoạt động học trong năm qua

source: %lld cards waiting
es: %lld tarjetas pendientes
fr: %lld cartes en attente
hu: %lld kártya vár
vi: %lld thẻ đang chờ

source: Ready to start this deck?
es: ¿Listo para empezar este mazo?
fr: Prêt à commencer ce paquet ?
hu: Készen állsz elkezdeni ezt a paklit?
vi: Bạn sẵn sàng bắt đầu bộ thẻ này?

source: %lld new cards waiting
es: %lld tarjetas nuevas pendientes
fr: %lld nouvelles cartes en attente
hu: %lld új kártya vár
vi: %lld thẻ mới đang chờ

source: Does this study pace still suit you?
es: ¿Este ritmo de estudio te sigue funcionando?
fr: Ce rythme d’étude vous convient-il toujours ?
hu: Még megfelelő neked ez a tanulási tempó?
vi: Nhịp độ học này vẫn phù hợp với bạn?

source: %lld new cards · about %lld days to introduce at %lld/day
es: %lld tarjetas nuevas · unos %lld días para introducirlas a %lld al día
fr: %lld nouvelles cartes · environ %lld jours pour les introduire à raison de %lld par jour
hu: %lld új kártya · körülbelül %lld nap az összes bevezetése napi %lld kártyával
vi: %lld thẻ mới · khoảng %lld ngày để học lượt đầu với %lld thẻ/ngày

source: What would you like to do with this deck?
es: ¿Qué quieres hacer con este mazo?
fr: Que souhaitez-vous faire avec ce paquet ?
hu: Mit szeretnél tenni ezzel a paklival?
vi: Bạn muốn làm gì với bộ thẻ này?

source: No cards, including subdecks
es: No hay tarjetas, incluidos los submazos
fr: Aucune carte, y compris dans les sous-paquets
hu: Nincs kártya, az alpaklikban sem
vi: Không có thẻ, kể cả trong bộ thẻ con

source: Ready to bring this deck back?
es: ¿Listo para reactivar este mazo?
fr: Prêt à réactiver ce paquet ?
hu: Készen állsz újra használni ezt a paklit?
vi: Bạn sẵn sàng học lại bộ thẻ này?

source: All cards suspended
es: Todas las tarjetas están suspendidas
fr: Toutes les cartes sont suspendues
hu: Minden kártya fel van függesztve
vi: Tất cả thẻ đã bị tạm ngưng

source: View deck
es: Ver mazo
fr: Afficher le paquet
hu: Pakli megtekintése
vi: Xem bộ thẻ

source: Deck actions
es: Acciones del mazo
fr: Actions du paquet
hu: Pakliműveletek
vi: Thao tác với bộ thẻ

source: Not now
es: Ahora no
fr: Pas maintenant
hu: Most nem
vi: Để sau

source: Review all
es: Repasar todas
fr: Tout réviser
hu: Összes áttekintése
vi: Xem tất cả

source: Remind me in a week
es: Recordármelo dentro de una semana
fr: Me le rappeler dans une semaine
hu: Emlékeztess egy hét múlva
vi: Nhắc tôi sau một tuần

source: Start studying
es: Empezar a estudiar
fr: Commencer à étudier
hu: Tanulás elkezdése
vi: Bắt đầu học

source: Study now
es: Estudiar ahora
fr: Étudier maintenant
hu: Tanulás most
vi: Học ngay

source: Pause deck
es: Pausar mazo
fr: Mettre le paquet en pause
hu: Pakli szüneteltetése
vi: Tạm ngưng bộ thẻ

source: Adjust pace
es: Ajustar el ritmo
fr: Ajuster le rythme
hu: Tempó módosítása
vi: Điều chỉnh nhịp độ

source: Review study settings
es: Revisar los ajustes de estudio
fr: Vérifier les réglages d’étude
hu: Tanulási beállítások áttekintése
vi: Xem cài đặt học

source: Keep this pace
es: Mantener este ritmo
fr: Garder ce rythme
hu: Tempó megtartása
vi: Giữ nhịp độ này

source: Add cards
es: Añadir tarjetas
fr: Ajouter des cartes
hu: Kártyák hozzáadása
vi: Thêm thẻ

source: Delete deck
es: Eliminar mazo
fr: Supprimer le paquet
hu: Pakli törlése
vi: Xóa bộ thẻ

source: Resume
es: Reanudar
fr: Reprendre
hu: Folytatás
vi: Tiếp tục

source: Choose cards
es: Elegir tarjetas
fr: Choisir des cartes
hu: Kártyák kiválasztása
vi: Chọn thẻ

source: Keep paused
es: Mantener en pausa
fr: Laisser en pause
hu: Maradjon szüneteltetve
vi: Tiếp tục tạm ngưng

source: Review paused decks
es: Revisar mazos en pausa
fr: Vérifier les paquets en pause
hu: Szüneteltetett paklik áttekintése
vi: Xem các bộ thẻ tạm ngưng

source: Review decisions
es: Revisar decisiones
fr: Vérifier les décisions
hu: Döntések áttekintése
vi: Xem các quyết định

source: Skip for this pass
es: Omitir por ahora
fr: Ignorer pour cette fois
hu: Kihagyás ebben a körben
vi: Bỏ qua trong lượt này

source: No more decisions
es: No hay más decisiones
fr: Plus rien à décider
hu: Nincs több döntés
vi: Không còn quyết định nào

source: Skipped decisions are still waiting in Library.
es: Las decisiones omitidas siguen pendientes en la Biblioteca.
fr: Les décisions ignorées sont toujours en attente dans la Bibliothèque.
hu: A kihagyott döntések továbbra is várnak a Könyvtárban.
vi: Các quyết định đã bỏ qua vẫn đang chờ trong Thư viện.

source: There is nothing else to decide right now.
es: No hay nada más que decidir ahora.
fr: Il n’y a rien d’autre à décider pour le moment.
hu: Most nincs más eldöntendő kérdés.
vi: Hiện tại không còn gì cần quyết định.

source: Review skipped decisions
es: Revisar las decisiones omitidas
fr: Revoir les décisions ignorées
hu: Kihagyott döntések áttekintése
vi: Xem các quyết định đã bỏ qua

source: Loading decisions
es: Cargando decisiones
fr: Chargement des décisions
hu: Döntések betöltése
vi: Đang tải các quyết định

source: This deck has no active cards to pause.
es: Este mazo no tiene tarjetas activas que pausar.
fr: Ce paquet ne contient aucune carte active à mettre en pause.
hu: Ebben a pakliban nincs szüneteltethető aktív kártya.
vi: Bộ thẻ này không có thẻ đang hoạt động để tạm ngưng.

source: The deck is paused, but direct Resume could not be recorded. Use Choose cards in Archived.
es: El mazo está en pausa, pero no se pudo registrar la reanudación directa. Usa «Elegir tarjetas» en Archivados.
fr: Le paquet est en pause, mais la reprise directe n’a pas pu être enregistrée. Utilisez « Choisir des cartes » dans les archives.
hu: A pakli szünetel, de a közvetlen folytatás nem lett rögzítve. Válaszd a Kártyák kiválasztása lehetőséget az Archivált résznél.
vi: Bộ thẻ đã tạm ngưng nhưng không thể lưu thông tin để tiếp tục trực tiếp. Hãy dùng Chọn thẻ trong mục Đã lưu trữ.

source: Cards were restored, but the Resume record could not be cleared. Review the deck in Browse.
es: Se restauraron las tarjetas, pero no se pudo borrar el registro de reanudación. Revisa el mazo en Explorar.
fr: Les cartes ont été restaurées, mais l’enregistrement de reprise n’a pas pu être effacé. Vérifiez le paquet dans Parcourir.
hu: A kártyák helyreálltak, de a folytatás rekordja nem törölhető. Tekintsd át a paklit a Böngészésben.
vi: Các thẻ đã được khôi phục nhưng không thể xóa bản ghi tiếp tục. Hãy kiểm tra bộ thẻ trong Duyệt.

source: The deck changed. Review it again before deleting.
es: El mazo ha cambiado. Vuelve a revisarlo antes de eliminarlo.
fr: Le paquet a changé. Vérifiez-le à nouveau avant de le supprimer.
hu: A pakli megváltozott. Törlés előtt tekintsd át újra.
vi: Bộ thẻ đã thay đổi. Hãy kiểm tra lại trước khi xóa.

source: The deck was deleted, but its decision record could not be cleared.
es: Se eliminó el mazo, pero no se pudo borrar su registro de decisión.
fr: Le paquet a été supprimé, mais son enregistrement de décision n’a pas pu être effacé.
hu: A pakli törölve lett, de a döntés rekordja nem törölhető.
vi: Bộ thẻ đã bị xóa nhưng không thể xóa bản ghi quyết định.

source: This action is unavailable for this deck.
es: Esta acción no está disponible para este mazo.
fr: Cette action n’est pas disponible pour ce paquet.
hu: Ez a művelet nem érhető el ennél a paklinál.
vi: Thao tác này không khả dụng với bộ thẻ này.

source: The active profile changed. Try again in the current profile.
es: El perfil activo ha cambiado. Inténtalo de nuevo con el perfil actual.
fr: Le profil actif a changé. Réessayez avec le profil actuel.
hu: Az aktív profil megváltozott. Próbáld újra az aktuális profilban.
vi: Hồ sơ đang dùng đã thay đổi. Hãy thử lại trong hồ sơ hiện tại.

source: This deck no longer exists.
es: Este mazo ya no existe.
fr: Ce paquet n’existe plus.
hu: Ez a pakli már nem létezik.
vi: Bộ thẻ này không còn tồn tại.

source: Delete “%@”?
es: ¿Eliminar «%@»?
fr: Supprimer « %@ » ?
hu: Törlöd ezt: „%@”?
vi: Xóa “%@”?

source: Permanently delete %lld cards and %lld subdecks?
es: ¿Eliminar definitivamente %lld tarjetas y %lld submazos?
fr: Supprimer définitivement %lld cartes et %lld sous-paquets ?
hu: Végleg törlöd a(z) %lld kártyát és %lld alpaklit?
vi: Xóa vĩnh viễn %lld thẻ và %lld bộ thẻ con?

source: Couldn't complete the decision
es: No se pudo completar la decisión
fr: Impossible de terminer cette décision
hu: Nem sikerült végrehajtani a döntést
vi: Không thể hoàn tất quyết định

source: Decisions unavailable
es: Decisiones no disponibles
fr: Décisions indisponibles
hu: A döntések nem érhetők el
vi: Không thể tải các quyết định

source: Refresh Library and try again.
es: Actualiza la Biblioteca y vuelve a intentarlo.
fr: Actualisez la Bibliothèque et réessayez.
hu: Frissítsd a Könyvtárat, majd próbáld újra.
vi: Làm mới Thư viện rồi thử lại.

source: Try Again
es: Intentar de nuevo
fr: Réessayer
hu: Újrapróbálás
vi: Thử lại

source: Done
es: Listo
fr: Terminé
hu: Kész
vi: Xong

source: Cancel
es: Cancelar
fr: Annuler
hu: Mégse
vi: Hủy

source: OK
es: Aceptar
fr: D’accord
hu: Rendben
vi: Đồng ý

source: Choose which decks to bring back.
es: Elige qué mazos quieres reactivar.
fr: Choisissez les paquets à réactiver.
hu: Válaszd ki, melyik paklikat szeretnéd újra elővenni.
vi: Chọn bộ thẻ bạn muốn tiếp tục học.

source: Review the affected cards in Browse.
es: Revisa las tarjetas afectadas en Explorar.
fr: Vérifiez les cartes concernées dans Parcourir.
hu: Nézd át az érintett kártyákat a Böngészőben.
vi: Xem lại các thẻ liên quan trong Duyệt.

source: %lld pending decisions
es: %lld decisiones pendientes
fr: %lld décisions en attente
hu: %lld függőben lévő döntés
vi: %lld quyết định đang chờ

source: Paused decks to review: %lld
es: Mazos en pausa que revisar: %lld
fr: Paquets en pause à vérifier : %lld
hu: Áttekintendő szüneteltetett paklik: %lld
vi: Bộ thẻ tạm ngưng cần xem lại: %lld

source: Saving decision
es: Guardando decisión
fr: Enregistrement de la décision
hu: Döntés mentése
vi: Đang lưu quyết định

source: Appearance
es: Aspecto
fr: Apparence
hu: Megjelenés
vi: Giao diện

source: Settings
es: Ajustes
fr: Réglages
hu: Beállítások
vi: Cài đặt

source: Theme
es: Tema
fr: Thème
hu: Téma
vi: Chủ đề

source: Light
es: Claro
fr: Clair
hu: Világos
vi: Sáng

source: Dark
es: Oscuro
fr: Sombre
hu: Sötét
vi: Tối

source: App Font
es: Fuente de la app
fr: Police de l’app
hu: Alkalmazás betűtípusa
vi: Phông chữ ứng dụng

source: Font
es: Fuente
fr: Police
hu: Betűtípus
vi: Phông chữ

source: Serif
es: Con remates
fr: Sérif
hu: Talpas
vi: Có chân

source: Changes the font used throughout the app. Card-template content and hero numbers stay in their own typeface.
es: Cambia la fuente de toda la app. El contenido de las plantillas y los números destacados mantienen su propia tipografía.
fr: Modifie la police utilisée dans toute l’app. Le contenu des modèles de cartes et les grands chiffres conservent leur propre police.
hu: Az alkalmazásban használt betűtípust módosítja. A kártyasablonok tartalma és a nagy számok megtartják saját betűtípusukat.
vi: Thay đổi phông chữ được dùng trong ứng dụng. Nội dung mẫu thẻ và các số lớn vẫn giữ phông chữ riêng.

source: Preview
es: Vista previa
fr: Aperçu
hu: Előnézet
vi: Xem trước

source: Body text in the active palette.
es: Texto del cuerpo con la paleta activa.
fr: Texte courant dans la palette active.
hu: Szövegtörzs az aktív színpalettával.
vi: Văn bản nội dung với bảng màu đang dùng.

source: Positive
es: Positivo
fr: Positif
hu: Pozitív
vi: Tích cực

source: Warning
es: Aviso
fr: Avertissement
hu: Figyelmeztetés
vi: Cảnh báo

source: Primary action
es: Acción principal
fr: Action principale
hu: Elsődleges művelet
vi: Thao tác chính

source: Minimal
es: Minimalista
fr: Épuré
hu: Minimalista
vi: Tối giản

source: Sepia
es: Tono sepia
fr: Sépia
hu: Szépia
vi: Nâu đỏ

source: Vivid
es: Intenso
fr: Vif
hu: Élénk
vi: Sống động

source: Library
es: Biblioteca
fr: Bibliothèque
hu: Könyvtár
vi: Thư viện

source: Read
es: Leer
fr: Lire
hu: Olvasás
vi: Đọc

source: Study
es: Estudiar
fr: Étudier
hu: Tanulás
vi: Học

source: Stats
es: Estadísticas
fr: Statistiques
hu: Statisztikák
vi: Thống kê

source: Browse
es: Explorar
fr: Parcourir
hu: Böngészés
vi: Duyệt

source: Theme & Appearance
es: Tema y aspecto
fr: Thème et apparence
hu: Téma és megjelenés
vi: Chủ đề và giao diện

source: Profiles
es: Perfiles
fr: Profils
hu: Profilok
vi: Hồ sơ

source: Sync Server
es: Servidor de sincronización
fr: Serveur de synchronisation
hu: Szinkronizálási szerver
vi: Máy chủ đồng bộ

source: Review Behavior
es: Comportamiento de repaso
fr: Comportement des révisions
hu: Ismétlési beállítások
vi: Cách ôn tập

source: Card Rendering
es: Visualización de tarjetas
fr: Rendu des cartes
hu: Kártyamegjelenítés
vi: Hiển thị thẻ

source: Shortcuts
es: Atajos
fr: Raccourcis
hu: Billentyűparancsok
vi: Phím tắt

source: Study Assistant & System Search
es: Asistente de estudio y búsqueda del sistema
fr: Assistant d’étude et recherche système
hu: Tanulási asszisztens és rendszerkeresés
vi: Trợ lý học tập và tìm kiếm hệ thống

source: Reader Display
es: Visualización del lector
fr: Affichage du lecteur
hu: Olvasó megjelenése
vi: Hiển thị trình đọc

source: Dictionaries
es: Diccionarios
fr: Dictionnaires
hu: Szótárak
vi: Từ điển

source: Manage Tags
es: Gestionar etiquetas
fr: Gérer les étiquettes
hu: Címkék kezelése
vi: Quản lý thẻ gắn

source: Database
es: Base de datos
fr: Base de données
hu: Adatbázis
vi: Cơ sở dữ liệu

source: Backups
es: Copias de seguridad
fr: Sauvegardes
hu: Biztonsági mentések
vi: Bản sao lưu

source: Empty Cards
es: Tarjetas vacías
fr: Cartes vides
hu: Üres kártyák
vi: Thẻ trống

source: Media Check
es: Comprobación de archivos multimedia
fr: Vérification des médias
hu: Médiaellenőrzés
vi: Kiểm tra tệp đa phương tiện

source: Manage Templates
es: Gestionar plantillas
fr: Gérer les modèles
hu: Sablonok kezelése
vi: Quản lý mẫu

source: Template Overrides
es: Excepciones de plantilla
fr: Remplacements de modèle
hu: Sablonfelülbírálások
vi: Ghi đè mẫu

source: Code Editor
es: Editor de código
fr: Éditeur de code
hu: Kódszerkesztő
vi: Trình soạn thảo mã

source: Agent (MCP)
es: Agente (MCP)
hu: Ügynök (MCP)
vi: Tác nhân (MCP)

source: About
es: Acerca de
fr: À propos
hu: Névjegy
vi: Giới thiệu

source: Account
es: Cuenta
fr: Compte
hu: Fiók
vi: Tài khoản

source: Review
es: Repaso
fr: Révision
hu: Ismétlés
vi: Ôn tập

source: Reader
es: Lector
fr: Lecteur
hu: Olvasó
vi: Trình đọc

source: Tags
es: Etiquetas
fr: Étiquettes
hu: Címkék
vi: Thẻ gắn

source: Maintenance
es: Mantenimiento
fr: Entretien
hu: Karbantartás
vi: Bảo trì

source: Card Templates
es: Plantillas de tarjetas
fr: Modèles de cartes
hu: Kártyasablonok
vi: Mẫu thẻ

source: Agent
es: Agente
fr: Agent IA
hu: Ügynök
vi: Tác nhân

source: Choose a setting
es: Elige un ajuste
fr: Choisir un réglage
hu: Válassz egy beállítást
vi: Chọn một cài đặt

source: Font size
es: Tamaño de fuente
fr: Taille de la police
hu: Betűméret
vi: Cỡ chữ

source: Text colour
es: Color del texto
fr: Couleur du texte
hu: Szövegszín
vi: Màu chữ

source: Background colour
es: Color de fondo
fr: Couleur d’arrière-plan
hu: Háttérszín
vi: Màu nền

source: Toolbar
es: Barra de herramientas
fr: Barre d’outils
hu: Eszköztár
vi: Thanh công cụ

source: Top progress bar
es: Barra de progreso superior
fr: Barre de progression supérieure
hu: Felső folyamatjelző
vi: Thanh tiến trình phía trên

source: Answer Buttons
es: Botones de respuesta
fr: Boutons de réponse
hu: Válaszgombok
vi: Nút trả lời

source: Show remaining counts
es: Mostrar cantidades restantes
fr: Afficher les nombres restants
hu: Hátralévő darabszámok megjelenítése
vi: Hiện số lượng còn lại

source: Show next review time
es: Mostrar la hora del próximo repaso
fr: Afficher l’heure de la prochaine révision
hu: Következő ismétlés idejének megjelenítése
vi: Hiện thời gian ôn tập tiếp theo

source: Card Display
es: Visualización de tarjetas
fr: Affichage des cartes
hu: Kártya megjelenése
vi: Giao diện thẻ

source: Content alignment
es: Alineación del contenido
fr: Alignement du contenu
hu: Tartalom igazítása
vi: Căn chỉnh nội dung

source: Top
es: Arriba
fr: Haut
hu: Felül
vi: Trên

source: Center
es: Centro
fr: Centre
hu: Középen
vi: Giữa

source: Audio
es: Sonido
fr: Son
hu: Hang
vi: Âm thanh

source: Play audio in silent mode
es: Reproducir audio en modo silencio
fr: Lire l’audio en mode silencieux
hu: Hanglejátszás néma módban
vi: Phát âm thanh ở chế độ im lặng

source: Open links externally
es: Abrir enlaces en una app externa
fr: Ouvrir les liens dans une app externe
hu: Hivatkozások megnyitása külső alkalmazásban
vi: Mở liên kết bằng ứng dụng ngoài

source: Match toolbar to card background
es: Ajustar la barra de herramientas al fondo de la tarjeta
fr: Adapter la barre d’outils à l’arrière-plan de la carte
hu: Eszköztár színe a kártyaháttérhez igazítva
vi: Khớp màu thanh công cụ với nền thẻ

source: Debug overlay
es: Superposición de depuración
fr: Superposition de débogage
hu: Hibakeresési réteg
vi: Lớp hiển thị gỡ lỗi

source: Engine
es: Motor
fr: Moteur
hu: Motor
vi: Bộ máy

source: Collection
es: Colección
fr: Collection Anki
hu: Gyűjtemény
vi: Bộ sưu tập

source: Server
es: Servidor
fr: Serveur
hu: Szerver
vi: Máy chủ

source: Credentials
es: Credenciales
fr: Identifiants
hu: Hitelesítő adatok
vi: Thông tin đăng nhập

source: Username
es: Nombre de usuario
fr: Nom d’utilisateur
hu: Felhasználónév
vi: Tên người dùng

source: Sync Server URL
es: URL del servidor de sincronización
fr: URL du serveur de synchronisation
hu: Szinkronizálási szerver URL-je
vi: URL máy chủ đồng bộ

source: Set Up Server
es: Configurar servidor
fr: Configurer le serveur
hu: Szerver beállítása
vi: Thiết lập máy chủ

source: Change Server
es: Cambiar servidor
fr: Changer de serveur
hu: Szerver módosítása
vi: Đổi máy chủ

source: Sign In
es: Iniciar sesión
fr: Se connecter
hu: Bejelentkezés
vi: Đăng nhập

source: Logout
es: Cerrar sesión
fr: Se déconnecter
hu: Kijelentkezés
vi: Đăng xuất

source: Disable Sync (Local Only)
es: Desactivar sincronización (solo local)
fr: Désactiver la synchronisation (local uniquement)
hu: Szinkronizálás kikapcsolása (csak helyi)
vi: Tắt đồng bộ (chỉ dùng cục bộ)

source: Stops syncing. Your local collection is unaffected.
es: Detiene la sincronización. Tu colección local no se verá afectada.
fr: Arrête la synchronisation. Votre collection locale n’est pas affectée.
hu: Leállítja a szinkronizálást. A helyi gyűjteményed megmarad.
vi: Dừng đồng bộ. Bộ sưu tập cục bộ của bạn không bị ảnh hưởng.
